[
    {
        "name": "Polymak 10mm Drill Machine 450w PM10HDK, 450 W",
        "description": "Polymak 10mm Drill Machine 450w PM10HDK, 450 W price in India starts from ₹ 33490 with various stores available on Digit. Buy LG 8 Fully Automatic Front Load Washing Machine White (FH4G6TDNL22) with the lowest price ₹ 33490 at amazon on 06 Jul, 2021.",
        "img": "https://i.ibb.co/WywN1FR/1.jpg",
        "MOQ": 10,
        "AQ": 1000,
        "price": 200.00,
        "email": "omuk@tomuk.com"
    },
    {
        "name": "EDON ED-32X power tools ectric rotary hammer drill machine",
        "description": "EDON ED-32X power tools ectric rotary hammer drill machine with various stores available on Digit. Buy LG 8 Fully Automatic Front Load Washing Machine White (FH4G6TDNL22) with the lowest price ₹ 33490 at amazon on 06 Jul, 2021.",
        "img": "https://i.ibb.co/ZN1vFVq/2.jpg",
        "MOQ": 10,
        "AQ": 1000,
        "price": 370.00,
        "email": "omuk@tomuk.com"
    },
    
    {
        "name": "Husqvarna 272xp Power Saw",
        "description": "Husqvarna 272xp Power Saw with various stores available on Digit. Buy Husqvarna 272xp Power Saw with the lowest price $40.00 at amazon on 06 Jul, 2022.",
        "img": "https://i.ibb.co/fxFxwqg/3.jpg",
        "MOQ": 5,
        "AQ": 700,
        "price": 200.00,
        "email": "omuk@tomuk.com"
    },
    {
        "name": "Power Tools 1250W 185mm Wood Cutting Electric Circular Saw Machine",
        "description": "Power Tools 1250W 185mm Wood Cutting Electric Circular Saw Machine with various stores available on Digit. Buy Power Tools 1250W 185mm Wood Cutting Electric Circular Saw Machine with the lowest price $23.00 at amazon on 06 Jul, 2022.",
        "img": "https://i.ibb.co/HFVbjyJ/4.jpg",
        "MOQ": 10,
        "AQ": 1700,
        "price": 230.00,
        "email": "omuk@tomuk.com"
    },
    {
        "name": "Fiberglass Claw Hammer",
        "description": "This 16 oz fiberglass claw hammer is drop-forged, heat-treated and has a steel head. It is fully polished and features a red fiberglass handle with a cushioned black grip.",
        "img": "https://i.ibb.co/7ShWtfL/5.jpg",
        "MOQ": 20,
        "AQ": 5000,
        "price": 99.99,
        "email": "omuk@tomuk.com"
    },
    {
        "name": "Power Hacksaw",
        "description": "Power Hacksaw Tools 1250W 185mm Wood Cutting Electric Circular Saw Machine with various stores available on Digit. Buy Power Tools 1250W 185mm Wood Cutting Electric Circular Saw Machine with the lowest price $205.00 at amazon on 06 Jul, 2022",
        "img": "https://i.ibb.co/xFQ7Pjk/6.jpg",
        "MOQ": 5,
        "AQ": 50,
        "price": 1000.00,
        "email": "omuk@tomuk.com"
    },
    {
        "name": "ENERTWIST 8V Cordless Electric Screwdriver",
        "description": "Powerful 8V Motor & Max 88 In.lbs Torque】Enertwist cordless screwdriver equiped with higher performance 8V motor, delivers improved 88 in.lbs(10Nm) max torque for a wide range of drilling and fastening applications. Manual mode torque 10Nm max.",
        "img": "https://i.ibb.co/pbfVHRV/7.jpg",
        "MOQ": 5,
        "AQ": 70,
        "price": 500.00,
        "email": "omuk@tomuk.com"
    },
    {
        "name": "Cordless (EY6220NQ57) Drill and Screw Driver 2.4V Ni-Mh",
        "description": "2.4 V Cordless Ni-Mh Screw Driver can be used almost anywhere the professional requires without compromising in power. Cordless capability, compact body and lightweight",
        "img": "https://i.ibb.co/fCcJTwr/8.jpg",
        "MOQ": 5,
        "AQ": 75,
        "price": 400.00,
        "email": "omuk@tomuk.com"
    },
    {
        "name": "Cordless Drill and Screw Driver 2.4V Ni-Mh (EY6220NQ57)",
        "description": "Easily switch to manual screw driving for more control Easily switch from driving to removing screws with forward/reverse switch Store on pegboard using integrated peg hole 4 AA batteries required (best with Polaroid AA batteries) Included Components: AS6NG screwdriver, (4) AA batteries, 1 inch Slotted screwdriving bit 1 inch Phillips screwdriving bit",
        "img": "https://i.ibb.co/3k2PVNV/9.jpg",
        "MOQ": 10,
        "AQ": 110,
        "price": 300.00,
        "email": "omuk@tomuk.com"
    },
    {
        "name": "Basics 12-in-1 Magnetic Ratchet Screwdriver",
        "description": "12-in-1 magnetic ratchet screwdriver for easily tightening and loosening screws; ideal for working on popular electric appliances, like air conditioners, washing machines, refrigerators, TVs, and more Driver’s 3 settings include fixed, forward, and reverse; driver’s free-spinning base allows for turning the handle while easily maintaining consistent pressure",
        "img": "https://i.ibb.co/GcLwVNW/10.jpg",
        "MOQ": 30,
        "AQ": 570,
        "price": 450.00,
        "email": "omuk@tomuk.com"
    },
    {
        "name": "Basics 15-in-1 Magnetic Ratchet Wrench and Screwdriver",
        "description": "15-in-1 magnetic ratchet wrench and screwdriver set for easily tightening and loosening fasteners; set includes one ratchet screwdriver handle, 1/4“ x 25mm adapter, 8x 1/4” x 25mm bits (SL3, SL5, SL6, PH0, PH1, PH2, T10, T20), and 5x 1/4 inch sockets (6mm, 7mm, 8mm, 9mm, 10mm) 3 driver settings: clockwise and counter-clockwise ratcheting and fixed in the locked position; driver’s free-spinning base allows for turning the handle while easily maintaining consistent pressure",
        "img": "https://i.ibb.co/L19rvDc/11.jpg",
        "MOQ": 30,
        "AQ": 590,
        "price": 390.00,
        "email": "omuk@tomuk.com"
    },
    {
        "name": "Basics 27-Piece Magnetic T-Handle Ratchet Wrench and Screwdriver Set",
        "description": "27-piece magnetic ratchet wrench and screwdriver set for easily tightening and loosening fasteners; ideal for working on popular electric appliances, like air conditioners, washing machines, refrigerators, TVs, and more 3 driver settings: clockwise and counter-clockwise ratcheting and fixed in the locked position; driver’s free-spinning base allows for turning the handle while easily maintaining consistent pressure",
        "img": "https://i.ibb.co/wNDg597/12.jpg",
        "MOQ": 25,
        "AQ": 700,
        "price": 400.00,
        "email": "omuk@tomuk.com"
    }
    
    
]